Repository: Btaras/dataviva
Catalog: dataviva/translations/*/LC_MESSAGES/messages.po
Languages: pt

source: Revealed Comparative Advantage is a numeric value used to connote whether a particular product or industry is especially prominent in a location. The calculation for this number is a share of a share. Say for example we were to consider Belo Horizonte’s exports of Cars. We would take the share that Cars represent in Belo Horizonte’s export basket divided by the share that Cars represent in all of Brazil. If this number is larger than or equal to 1, we can say that Belo Horizonte is a strong exporter in Cars (stronger than the average). RCA is a much better indicator of whether a product or industry is expressed in a location rather than export value alone because it takes into account the size of the location’s market vis-a-vis the total market size.
pt: Vantagem Comparativa Revelada é um valor numérico utilizado para denotar se um produto ou setor em particular é especialmente proeminente em uma localidade. O cálculo para esse número é uma quota de uma participação. Digamos, por exemplo, que consideramos as exportações de automóveis de Belo Horizonte. Tomaríamos a participação representativa dos automóveis na pauta de exportações de Belo Horizonte, dividido pela participação que os automóveis representam nas exportações de todo o Brasil. Se esse número for maior ou igual a 1, podemos dizer que Belo Horizonte é um forte exportador de automóveis (acima da média). O RCA é um indicador muito mais eficaz se um produto ou setor é expressivo em uma localidade ao invés do valor de exportação apenas, pois ele leva em conta o tamanho do mercado na localidade face ao tamanho total do mercado.

source: The RCA equation. Here “b” represents a location and “p” represents a product.
pt: A Equação RCA. Aqui, “b” representa uma localidade e “p” representa um produto.

source: To determine how many employees of a given occupation are recommended for a given industry in a given location, we find the top 20%(percent)s of similar locations by %(prox)s and take the average of those locations’ number of employees in an occupation per establishment. If a location already has %(rca)s we would just use their number for the recommended employment.
pt: Para determinar quantos empregados de uma determinada ocupação são recomendados para um determinado setor em uma determinada localidade, encontramos os primeiros 20%(percent)s de localidades similares pela %(prox)s e calculamos a média do número de empregados em uma ocupação por estabelecimento destas localidades. Se uma localidade já tem %(rca)s, utilizaríamos apenas o seu número para contratações recomendadas.

source: Locational Proximity
pt: Proximidade Locacional

source: Unique Industries
pt: Setores Exclusivos

source: The number of different industries that employ an occupation.
pt: O número de diferentes setores que empregam uma ocupação.

source: Unique Occupations
pt: Ocupações Exclusivas

source: The number of different occupations that are employed in an industry.
pt: O número de diferentes ocupações que são empregadas em um setor.

source: Activity sorted by date
pt: Atividades ordenadas por data

source: Starred Apps
pt: Apps Favoritos

source: Questions
pt: Perguntas

source: Replies
pt: Respostas

source: Logging in is easy! All you have to do is choose one of the following accounts to link with your profile. We'll take care of the rest.
pt: Fazer o login é muito fácil! Tudo que você tem a fazer é escolher uma das contas a seguir para vincular ao seu perfil. Nós cuidaremos do resto.

source: By having an account, you will be able to ask Sabrina questions, comment in discussions, and save your favorite apps to your profile.
pt: Tendo uma conta, você será capaz de fazer perguntas à Sabrina, comentar em nossos fóruns, e salvar seus aplicativos favoritos em seu perfil.

source: Remember Me
pt: Lembrar-me

source: Question
pt: Pergunta

source: User
pt: Usuário

source: Date
pt: Data

source: Edit Question
pt: Editar Pergunta

source: Asked by
pt: Perguntado por

source: Language
pt: Linguagem

source: Enter your answer...
pt: Digite sua resposta...

source: Update
pt: Atualizar

source: Admin Panel
pt: Painel do Administrador

source: Flags
pt: Bandeiras

source: Visibility
pt: Visibilidade

source: Nick Name
pt: Apelido

source: Role
pt: Função

source: App Builder
pt: Construtor de Aplicativos

source: Change Output
pt: Alterar Visualização

source: Refresh the App
pt: Atualizar o Aplicativo

source: Download this App
pt: Baixar este Aplicativo

source: Save this App
pt: Salvar este Aplicativo

source: Show App Tutorial
pt: Mostrar o Tutorial deste Aplicativo

source: Open App in Full-Screen
pt: Abrir Aplicativo em Tela Cheia

source: Show/Hide Controls
pt: Mostrar/Ocultar Controles

source: Apps
pt: Aplicativos

source: Which app would you like to build?
pt: Qual aplicativo você gostaria de desenvolver?

source: Previous
pt: Anterior

source: Next
pt: Próximo

source: Database Query
pt: Consultas ao Banco de Dados

source: Data
pt: Dados

source: All Years
pt: Todos os Anos

source: Save as CSV
pt: Salvar como CSV

source: Edit Columns
pt: Editar Colunas

source: Currently showing
pt: Atualmente mostrando

source: Build
pt: Construir

source: Oh no! The page you've requested does not exist.
pt: Oh, não! A página que você solicitou não existe.

source: %(note)s: This site is a work in progress. We are working hard everyday to fix bugs and improve the user experience.
pt: %(note)s: Este site é um trabalho em progresso. Trabalhamos arduamente, todos os dias, para corrigir eventuais falhas e melhorar a experiência do usuário.

source: Note
pt: Nota

source: Choose a Classification
pt: Selecionar uma Classificação

source: Which classification would you like to browse?
pt: Qual classificação você gostaria de pesquisar?

source: Municipalities
pt: Municípios

source: Geographical locations within Brazil
pt: Localizações geográficas no Brasil

source: Countries
pt: Países

source: Filter Selection
pt: Seleção de Filtro

source: Please choose %(name)s
pt: Por favor, escolha %(name)s

source: Database Table
pt: Tabela do Banco de Dados

source: DataViva uses cutting-edge web technologies to create stunning data visualizations, and is compatible with all modern web browsers.
pt: DataViva usa tecnologias web de ponta para criar visualizações de dados impressionantes, e é compatível com todos os navegadores modernos.

source: Because of the technology used, we cannot support versions of Internet Explorer older than version 9. Please update your browser to use the site.
pt: Devido à tecnologia utilizada, não podemos apoiar as versões do Internet Explorer anteriores à versão 9. Por favor, atualize seu navegador para utilizar o site.

source: Generate a Guide
pt: Gerar um Guia

source: What would you like to know about %(name)s?
pt: O que você gostaria de saber sobre %(name)s?

source: What are %(word)s?
pt: Quais são %(word)s?

source: the industrial opportunities
pt: as oportunidades econômicas

source: How can I %(word)s?
pt: Como posso %(word)s?

source: attract an industry
pt: atrair uma atividade econômica

source: Which industries are %(word)s?
pt: Quais atividades econômicas estão em %(word)s?

source: growing
pt: crescimento

source: shrinking
pt: baixa

source: What is the available %(word)s?
pt: Qual é a %(word)s disponível?

source: workforce
pt: força de trabalho

source: the present industries
pt: as atividades econômicas atuais

source: the fastest growing occupations
pt: as ocupações que mais crescem

source: the best paying occupations
pt: as ocupações mais bem remuneradas

source: Which %(word)s employ them?
pt: Quais %(word)s as empregam?

source: industries
pt: atividades

source: Where is their employement %(word)s?
pt: Aonde o emprego nestas atividades vem %(word)s?

source: growing the fastest
pt: crescendo mais rapidamente

source: What are their %(word)s?
pt: Quais são as %(word)s nestas atividades?

source: career alternatives
pt: alternativas de carreira

source: Do you have %(name)s in mind?
pt: Você tem %(name)s em mente?

source: Yes
pt: Sim

source: No
pt: Não

source: Which %(word)s import them?
pt: Quais são os %(word)s que importam destas atividades?

source: countries
pt: países

source: Which %(word)s in Brazil produce them?
pt: Quais %(word)s no Brasil as produzem?

source: municipalities
pt: municípios

source: Which industries %(word)s with them?
pt: Quais atividades %(word)s com elas?

source: co-locate
pt: são conectadas

source: Learn about the potential of a location.
pt: Saiba mais sobre o potencial de uma localidade.

source: Learn about industrial opportunities.
pt: Saiba mais sobre as oportunidades econômicas.

source: Learn about job opportunities.
pt: Saiba mais sobre as oportunidades de emprego.

source: What are you interested in?
pt: Qual é o seu interesse?

source: Who do they %(word)s?
pt: Quem eles %(word)s?

source: employ
pt: empregam

source: Where do they %(word)s?
pt: Onde eles estão %(word)s?

source: locate
pt: localizados

source: Generate a Profile
pt: Gerar um Perfil

source: What would you like to learn more about?
pt: O que você gostaria de saber mais a respeito?

source: Brazilian Location
pt: Localidade no Brasil

source: Occupation
pt: Ocupação

source: Product Export
pt: Produto Exportado

source: Export Destination
pt: Destino das Exportações

source: Products
pt: Produtos

source: Unique Values
pt: Valores Exclusivos

source: Users
pt: Usuários

source: Pending
pt: Pendente

source: Approved
pt: Aprovado

source: Rejected
pt: Rejeitado

source: Duplicate
pt: Duplicado

source: Profiles
pt: Perfis

source: Guide
pt: Guia

source: Profile
pt: Perfil

source: Logout
pt: Sair

source: a country
pt: um país
