Repository: Btaras/dataviva
Catalog: dataviva/translations/*/LC_MESSAGES/messages.po
Languages: pt

source: You need to be logged in to ask questions.
pt: Você precisa fazer o login para fazer perguntas.

source: Your question has been submitted and is pending approval.
pt: Sua pergunta foi submetida e está pendente de aprovação.

source: You need to be signed in to reply to questions.
pt: Você precisa fazer o login para responder perguntas.

source: Reply submitted.
pt: Resposta enviada.

source: This question has now been updated.
pt: Esta pergunta foi atualizada.

source: You need to be logged in to star apps.
pt: Você precisa fazer o login para iniciar aplicativos.

source: You need to be logged in to vote.
pt: Você precisa fazer o login para votar.

source: You need to be logged in to flag replies.
pt: Você precisa fazer o login para marcar respostas.

source: You need to be logged in to view this page.
pt: Você precisa fazer o login para ver essa página.

source: an occupation
pt: uma profissão

source: an industry
pt: uma atividade econômica

source: a product
pt: um produto

source: a location
pt: um local

source: Career
pt: Carreira

source: Industry
pt: Atividade Econômica

source: Establishments and Employment
pt: Estabelecimentos e Emprego

source: Product Exports
pt: Produtos Exportados

source: Location
pt: Localidade

source: All
pt: Tudo

source: Visualizing the Economy of Minas Gerais and Brazil
pt: Visualizando a Economia de Minas Gerais e do Brasil.

source: DataViva is opening up data for the entire formal sector of the Brazilian economy through more than 100 million interactive visualization.
pt: O DataViva está disponibilizando dados sobre todo o setor formal da economia brasileira em mais de 100 milhões de visualizações interativas.

source: Learn how DataViva was created:
pt: Conheça como foi criado o DataViva:

source: Learn More
pt: Saiba Mais

source: Brazilian Locations
pt: Localidades Brasileiras

source: Occupations
pt: Ocupações

source: Industries
pt: Atividades Econômicas

source: Export Destinations
pt: Destinos das Exportações

source: Depth
pt: Agregação

source: The Compare app is a scatter plot that compares 2 different locations by plotting circles based on a common variable in each of the locations’ dataset.
pt: O Aplicativo Compare é um gráfico de dispersão que compara duas localidades diferentes, traçando círculos com base em uma variável comum em cada um dos conjuntos de dados dos locais.

source: Sizing
pt: Dimensão

source: Each circle has an area proportional to a specified dimension on the data. The default sizing is Trade Value for %(prod_data)s and Total Number of Employees for %(emp_data)s.
pt: Cada círculo tem uma área proporcional a uma dimensão especificada nos dados. A dimensão padrão é o Valor Comercial para os %(prod_data)s e o Número Total de Empregados para os %(emp_data)s.

source: employment data
pt: dados relacionados ao emprego

source: product data
pt: dados relacionados a produto

source: By changing the depth shown, you can aggregate the circles to get a broad view of the Sectors, or go deeper to get a more granular look at the data.
pt: Alterando a profundidade demonstrada, você pode agregar os círculos para obter uma visão ampla dos Setores, ou ir mais fundo, a fim de obter uma visão mais detalhada dos dados.

source: Axes
pt: Eixos

source: The circles are positioned in the chart based on each location’s value of a certain variable. The default axes variable is Trade Value for %(prod_data)s and Total Number of Employees for %(emp_data)s. When changing this variable, the circles will reposition accordingly.
pt: Os círculos estão posicionados no gráfico baseados no valor de uma determinada variável de cada localidade. As variáveis padrão para os eixos são o Valor Comercial para %(prod_data)s e o Número Total de Empregados para %(emp_data)s. Ao se alterar estas variáveis, os círculos se reposicionarão adequadamente.

source: Scale
pt: Escala

source: You can change the scale of the axes from logarithmic to linear, if it better suits your analysis.
pt: Você pode alterar a escala dos eixos de logarítmica para linear, se assim melhor se adequar para a sua análise.

source: Color
pt: Cor

source: Color, along with the other visualizations, defaults to showing Sectors for the data classification you are viewing (whether it is products, industries, occupations, or locations). In some cases, the color may be manipulated to show other values, such as Growth, %(comp)s, or %(opp_gain)s.
pt: A cor, juntamente com as demais visualizações, é padronizada com o objetivo de demonstrar Setores para a classificação de dados que você está visualizando (sejam de produtos, atividades econômicas, ocupações ou localidades). Em alguns casos, a cor pode ser manipulada para demonstrar outros valores, tais como o Crescimento, %(comp)s, ou %(opp_gain)s.

source: Complexity
pt: Complexidade

source: Opportunity Gain
pt: Ganho de Oportunidade

source: Filter/Solo
pt: Filtro/Só este Grupo

source: By using the key on the bottom of the page, you can remove (filter) or single out (solo) specific Sectors of circles. Click the “X” on the right of the key to clear all filters and solos.
pt: Utilizando a chave na parte inferior da página, você pode remover (Filtro) ou destacar (Só este Grupo) setores específicos dos círculos. Clique no “X” localizado ao lado direito da chave para limpar todos os filtros.

source: Year
pt: Ano

source: The circles are positioned in the chart based on data for a specific year in the dataset. By changing the year using the slider at the bottom of the app, the data associated with each circle will change to that new year’s data. This, in conjunction with using the play button to cycle through years, can provide helpful insights on how the data changes over time.
pt: Os círculos estão posicionados no gráfico com base nos dados de um ano específico no conjunto de dados. Alterando-se o ano, utilizando o controle deslizante na parte inferior do aplicativo, os dados associados a cada círculo serão modificados para os dados do novo ano selecionado. Esta função, utilizada em conjunto com o botão “play” para navegar através dos anos, pode fornecer insights úteis de como os dados se modificam através do tempo.

source: Geo Map
pt: Mapa

source: Geo Maps are a way of viewing a dataset directly connected to it’s geographical origin. Using this app, you can gain a quick understanding of where in a region there is the most activity.
pt: Os Mapas são uma forma de visualizar um conjunto de dados diretamente conectados com sua origem geográfica. Utilizando este aplicativo, você pode obter uma rápida compreensão de onde, em uma determinada região, existe uma maior atividade.

source: Municipalities are colored based on a standard heat map coloring from Blue to Red, with Red being the largest value. The default variable for color is Trade Value for %(prod_data)s and Total Number of Employees for %(emp_data)s, but this value can be changed depending on the dataset. When changing this value, the municipalities will color accordingly.
pt: Os Municípios são coloridos com base em um mapa de calor padrão, com as cores variando do Azul ao Vermelho, sendo que o Vermelho corresponde ao maior valor. A variável padrão para cor será o Valor Comercial, para os %(prod_data)s, e o Número Total de Empregados, para os %(emp_data)s. Mas este valor pode ser alterado, dependendo do conjunto de dados. Quando este valor é alterado, os municípios serão coloridos adequadamente.

source: Zooming
pt: Zoom

source: You can zoom in and out of the map by using the controls in the top left, or with the mouse scroll wheel. Click and drag the terrain to pan. You can also zoom directly to a specific municipality by clicking on it (and clicking anywhere else on the map will zoom back out).
pt: Você pode ampliar ou reduzir o mapa utilizando os controles no canto superior esquerdo ou com o controle deslizante do mouse. Clique sobre o mapa e arraste para navegar através do mesmo. Você pode ainda ampliar diretamente um município específico clicando nele (ao clicar em qualquer outro lugar do mapa, você irá retirar o zoom).

source: Map Tiles
pt: Quadros do Mapa

source: The controls in the bottom right can be used to change the map tiles used. This can be helpful if you want to see specific landmarks or roads.
pt: Os controles no canto inferior direito podem ser utilizados para alterar os tiles do mapa utilizados. Isto pode ser muito útil se você quiser visualizar um terreno específico ou estradas.

source: The municipalities display data for a specific year in the dataset. By changing the year using the slider at the bottom of the app, the data associated with each municipality will change to that new year’s data. This, in conjunction with using the play button to cycle through years, can provide helpful insights on how the data change over time.
pt: Os municípios demonstram os dados para um ano específico no conjunto de dados. Alterando-se o ano, utilizando o controle deslizante na parte inferior do aplicativo, os dados associados a cada município serão alterados para os dados do ano selecionado. Esta função, utilizada em conjunto com o botão “play” para navegar através dos anos, pode fornecer insights úteis de como os dados se modificam através do tempo.

source: About the Apps
pt: Sobre os Aplicativos

source: View the App
pt: Ver o Aplicativo

source: Network
pt: Rede

source: The Network app displays data points as a fixed layout of nodes and their connections, based on the selected dataset. The connections and node positions are calculated based off of their %(prox)s with eachother.
pt: O aplicativo Rede demonstra os pontos de dados como um layout fixo dos campos e suas conexões, com base no conjunto de dados selecionado. As conexões e as posições dos campos são calculadas com base na Proximidade entre eles.

source: Proximity
pt: Proximidade

source: In a Network, each circle has an area proportional to a specified dimension on the data. Our default sizing is Trade Value for %(prod_data)s and Wages Paid for %(emp_data)s, but this value can be changed depending on the dataset. When changing this value, the circles on the page will resize accordingly.
pt: Em uma Rede, cada círculo possui uma área proporcional a uma dimensão especificada nos dados. Nosso padrão de dimensão é o Valor Comercial para os %(prod_data)s e Salários Pagos para %(emp_data)s, porém, este valor pode ser alterado, dependendo do conjunto de dados. Quando este valor é alterado, os círculos da página são redimensionados adequadamente.

source: Highlight RCA
pt: Destaque de RCA

source: The circles in the network are colored in if the current location has competitive advantage in that field. By turning on the “Highlight RCA” toggle, the items that do not have %(rca)s fade to grey.
pt: Os círculos da Rede são coloridos se a localidade em questão tiver uma vantagem competitiva naquele campo. Ao acionar o botão de alternância “Destaque de RCA“, os itens que não tiverem %(rca)s se tornam da cor cinza.

source: RCA Scope
pt: Escopo RCA

source: When looking at %(prod_data)s, you can change the %(rca)s calculation from using internal domestic comparisons (%(secex)s) to using international world trade comparisons (%(comtrade)s).
pt: Quando realizar uma busca nos %(prod_data)s, você pode alterar o cálculo da %(rca)s a partir do uso de comparações domésticas internas (%(secex)s) para o uso de comparações internacionais do comércio global (%(comtrade)s).

source: The circles display data for a specific year in the dataset. By changing the year using the slider at the bottom of the app, the data associated with each circle will change to that new year’s data. This, in conjunction with using the play button to cycle through years, can provide helpful insights on how the data changes over time.
pt: Os círculos demonstram os dados de um ano específico no conjunto de dados. Alterando-se o ano utilizando o controle deslizante na parte inferior do aplicativo, os dados associados a cada círculo serão alterados para os dados do novo ano selecionado. Esta função, utilizada em conjunto com o botão “play” para navegar através dos anos, pode fornecer insights úteis de como os dados se modificam através do tempo.

source: Occugrid
pt: Ocupações

source: The Occugrid shows the %(rec)s for a given industry. It can be used to determine which occupations a location may need to hire in order to become more successful. By changing sizing, grouping, and other parameters, a user is able to bring clarity to the list of recommended occupations.
pt: O Ocupações nos mostra a %(rec)s para um determinado setor. Ele pode ser utilizado para determinar quais ocupações uma localidade precisa contratar, a fim de ser tornar mais eficiente. Mudando-se os parâmetros de dimensão, agrupamento, e outros, um usuário é capaz de trazer uma maior clareza para a lista de ocupações recomendadas.

source: recommended workforce
pt: força de trabalho recomendada

source: Visual Language
pt: Linguagem Visual

source: In the Occugrid, each occupation is represented by a small donut chart. The overall slices of the donut are determined by the total %(rec)s. This donut chart is divided into 3 sections, as is illustrated in the following diagram:
pt: No Ocupações, cada ocupação é representada por um pequeno gráfico do tipo rosca. As seções do gráfico são determinadas pelo número total de %(rec)s. Este gráfico de rosca está dividido em três seções, tal como é ilustrado no diagrama a seguir:

source: Recommended Employees
pt: Empregados Recomendados

source: Each donuts’ radius can be sized using a number of variables. These include: %(imp)s, Average Monthly Wage, and %(rec)s.
pt: Cada raio do gráfico de rosca pode ser dimensionado utilizando-se um número de variáveis. Estas variáveis incluem: %(imp)s, Salário Médio Mensal e %(rec)s.

source: Importance
pt: Importância

source: Grouping
pt: Agrupamento

source: To help get a quick understanding of the different types of occupations you are looking at, the donuts can be placed into different groupings. These include: Grid and Category.
pt: Para ajudar a obter uma rápida compreensão dos diferentes tipos de ocupações que você está buscando, os gráficos de rosca podem ser colocados em agrupamentos distintos. Estes incluem: Grade e Categoria.

source: Sorting
pt: Classificação

source: The donuts can also be ordered (from top left to bottom right) by a number of variables: Name, Value (whatever the current Sizing is), and Category.
pt: Os gráficos de rosca também podem ser ordenados (de cima, à esquerda, para baixo, à direita) por uma série de variáveis: Nome, Valor (qualquer que seja a Dimensão atual) e Categoria.

source: By using the key on the bottom of the page, you can remove (filter) or single out (solo) specific Sectors of donuts. Click the “X” on the right of the key to clear all filters and solos.
pt: Utilizando a chave na parte inferior da página, você pode remover (filtro) ou destacar (Só este grupo) setores específicos dos gráficos de rosca. Clique no “X” localizado ao lado direito da chave para limpar todos os filtros.

source: The donuts display data for a specific year in the dataset. By changing the year using the slider at the bottom of the app, the data associated with each donut will change to that new year’s data. This, in conjunction with using the play button to cycle through years, can provide helpful insights on how occupations change over time.
pt: Os gráficos de rosca demonstram os dados de um ano específico no conjunto de dados. Alterando-se o ano utilizando o controle deslizante na parte inferior do aplicativo, os dados associados a cada gráfico de rosca serão alterados para os dados do novo ano selecionado. Esta função, utilizada em conjunto com o botão “play” para navegar através dos anos, pode fornecer insights úteis de como os dados se modificam através do tempo.

source: Rings
pt: Anéis

source: The Rings app shows a specific data point’s primary and secondary connections in the associated Network. The connections are calculated based off of their %(prox)s with eachother.
pt: O aplicativo Anéis nos mostra as conexões primárias e secundárias em um ponto de dados específico na Rede associada. As conexões são calculadas com base na %(prox)s entre elas.

source: Scatter
pt: Dispersão

source: A scatter plot is a collection of data positioned on a cartesian plane using 2 available variables. The default variables shown here are %(dist)s and %(comp)s.
pt: Um gráfico de dispersão é uma coleção de dados posicionados em um plano cartesiano utilizando duas variáveis disponíveis. As variáveis padrão demonstradas aqui são %(dist)s e %(comp)s.

source: Distance
pt: Distância

source: In a Scatter app, each circle has an area proportional to a specified dimension on the data. Our default sizing is Trade Value for %(prod_data)s and Total Number of Employees for %(emp_data)s, but this value can be changed depending on the dataset. When changing this value, the circles on the page will resize accordingly.
pt: No aplicativo Dispersão, cada círculo tem uma área proporcional a uma dimensão especificada nos dados. A nossa dimensão padrão é o Valor Comercial para os %(prod_data)s e o Número Total de Empregados para os %(emp_data)s, porém, este valor pode ser alterado, dependendo do conjunto de dados. Quando este valor é alterado, os círculos da página são redimensionados adequadamente.

source: Hide RCA
pt: Ocultar RCA

source: When this toggle is turned on, only the items with %(rca)s < 1 will be shown. This is helpful when looking at distances of potential new sectors. When this toggle is off, all items will be shown, and if not viewing at the deepest level, will show items of %(rca)s >= 1 as percentage of the circle complete. Circles with %(rca)s >= 1 are always shown filled in every app.
pt: Quando esta alternância é acionada, apenas os itens com %(rca)s <1 serão mostrados. Isso é bastante útil quando olhamos para as distâncias de novos setores potenciais. Quando esta alternância é desativada, todos os itens serão mostrados, e, se não visualizados no nível mais profundo, os itens de %(rca)s >= 1 serão mostrados como um percentual do círculo completo. Os círculos com %(rca)s >= 1 serão sempre mostrados preenchidos, em todos os aplicativos.

source: Stacked
pt: Evolução

source: Stacked Area Charts are similar to line charts, except that the areas created underneath each line are stacked on top of one another, showing overall and granular trends simultaneously over time.
pt: Os Gráficos de Evolução por Área são similares aos gráficos lineares, exceto pelo fato de que as áreas criadas sob cada linha estão agrupadas no topo uma da outra, mostrando uma tendência geral e granular simultaneamente através do tempo.

source: In the Stacked Area Chart, the Y axis variable determines the size of each area. The default variable is Trade Value for %(prod_data)s and Total Number of Employees for %(emp_data)s, but this value can be changed depending on the dataset. When changing this value, the areas on the chart will resize and reposition accordingly.
pt: Em um Gráfico de Evolução por Área, a variável do eixo Y determina o tamanho de cada área. A nossa dimensão padrão é o Valor Comercial para os %(prod_data)s e o Número Total de Empregados para os %(emp_data)s, porém, este valor pode ser alterado, dependendo do conjunto de dados. Quando este valor é alterado, os círculos da página são redimensionados e reposicionados adequadamente.

source: The areas in the Stacked Area chart can be sorted by 3 different variables: Name, Value, and Sector. The order of these areas can be modified from ascending to descending, and vice versa.
pt: As áreas em um Gráfico de Evolução por Área podem ser classificadas por três variáveis diferentes: Nome, Valor e Setor. A ordem destas áreas pode ser modificada de crescente para decrescente, e vice-versa.

source: By changing the depth shown, you can aggregate the areas to get a broad view of the Sectors, or go deeper to get a more granular look at the data.
pt: Alterando a profundidade demonstrada, você pode agregar os círculos para obter uma visão ampla dos Setores, ou ir mais fundo, a fim de obter uma visão mais detalhada dos dados..

source: Color, along with the other visualizations, defaults to showing Sectors for the data classification you are viewing (whether it is products, industries, occupations, or locations).
pt: A cor, juntamente com as demais visualizações, é padronizada com o objetivo de demonstrar Setores para a classificação de dados que você está visualizando (sejam de produtos, indústrias, ocupações ou localidades).

source: By using the key on the bottom of the page, you can remove (filter) or single out (solo) specific Sectors of areas. Click the “X” on the right of the key to clear all filters and solos.
pt: Utilizando a chave na parte inferior da página, você pode remover (filtro) ou destacar (Só este grupo) setores específicos dos círculos. Clique no “X” localizado ao lado direito da chave para limpar todos os filtros.

source: The behaviour of the Y axis variable can be switched between “Value” and “Market Share”. In “Value” layout, the areas are calculated on the literal value of the axis variable. In “Market Share” layout, the areas are calculated as a percentage of the overall value for each year.
pt: O comportamento da variável do eixo Y pode ser comutado entre “Valor” e “Market Share”. No layout “Valor”, as áreas são calculadas no valor literal da variável do eixo. No layout “Market Share” as áreas são calculadas como um percentual do valor geral para cada ano.

source: Tree Maps display hierarchical data as a set of nested rectangles. Each branch of the tree is given a rectangle, which is then tiled with smaller rectangles representing sub-branches.
pt: O Tree Map nos mostra os dados hierárquicos como um conjunto de retângulos aninhados. Cada ramificação da árvore é representada por um retângulo, o qual é então conectado a retângulos menores, representando as subramificações.

source: In a Tree Map, each rectangle has an area proportional to a specified dimension on the data. Our default sizing is Trade Value for %(prod_data)s and Total Number of Employees for %(emp_data)s, but this value can be changed depending on the dataset. When changing this value, the rectangles on the page will resize and reposition accordingly.
pt: Em um TreeMap, cada retângulo tem uma área proporcional a uma dimensão especificada nos dados. A nossa dimensão padrão é o Valor Comercial para os %(prod_data)s e o Número Total de Empregados para os %(emp_data)s, porém, este valor pode ser alterado, dependendo do conjunto de dados. Quando este valor é alterado, os círculos da página são redimensionados e reposicionados adequadamente.

source: Order
pt: Ordem

source: The rectangles in the Tree Map are grouped by their classification’s Sector, and the Sector’s are ordered from largest to smallest, based on the sizing variable.
pt: Os retângulos no TreeMap são agrupados conforme a classificação do Setor, e os Setores são ordenados do maior para o menor, baseado na variável de dimensão.

source: By changing the depth shown, you can aggregate the squares to get a broad view of the Sectors, or go deeper to get a more granular look at the data.
pt: Alterando a profundidade demonstrada, você pode agregar os retângulos para obter uma visão ampla dos Setores, ou ir mais fundo, a fim de obter uma visão mais detalhada dos dados.

source: By using the key on the bottom of the page, you can remove (filter) or single out (solo) specific Sectors of rectangles. Click the “X” on the right of the key to clear all filters and solos.
pt: Utilizando a chave na parte inferior da página, você pode remover (filtro) ou destacar (Só este grupo) setores específicos dos retângulos. Clique no “X” localizado ao lado direito da chave para limpar todos os filtros.
