Repository: Btaras/dataviva
Catalog: dataviva/translations/*/LC_MESSAGES/messages.po
Languages: pt

source: The rectangles display data for a specific year in the dataset. By changing the year using the slider at the bottom of the app, the data associated with each rectangle will change to that new year’s data. This, in conjunction with using the play button to cycle through years, can provide helpful insights on how the data changes over time.
pt: Os retângulos demonstram os dados de um ano específico no conjunto de dados. Alterando-se o ano utilizando o controle deslizante na parte inferior do aplicativo, os dados associados a cada retângulo serão alterados para os dados do novo ano selecionado. Esta função, utilizada em conjunto com o botão “play” para navegar através dos anos, pode fornecer insights úteis de como os dados se modificam através do tempo.

source: Point
pt: Ponto

source: Points
pt: Pontos

source: This question contributes to a better understanding of the topic.
pt: Esta questão contribui para um melhor entendimento do tópico.

source: Sabrina has not answered this question yet. Feel free to start the conversation below.
pt: Sabrina ainda não respondeu a esta pergunta. Sinta-se à vontade para iniciar a conversa abaixo.

source: Asked
pt: Perguntado

source: by
pt: por

source: Responses
pt: Respostas

source: Flagged replies are reviewed by DataViva staff to determine if they violate community guidelines. Accounts are penalized for violations and can lead to account termination.
pt: Respostas destacadas são revisadas pela equipe do DataViva para determinar se violaram as normas da comunidade. As contas são penalizadas por violações e podem ser canceladas.

source: This reply has been flagged as inappropriate and hidden by an administrator.
pt: Esta resposta foi marcada pelo administrador como inapropriada.

source: Respond to
pt: Responder para

source: New Response
pt: Nova Resposta

source: Leave a Response
pt: Deixe uma Resposta

source: Reply
pt: Responder

source: Contact Us
pt: Fale Conosco

source: What would you like to know?
pt: O que você gostaria de saber?

source: You need to login for this functionality.
pt: Você precisa fazer o login para utilizar essa funcionalidade.

source: Ex. Where does the data come from?
pt: Ex. De onde vem os dados?

source: App
pt: Aplicativo

source: Tags
pt: Marcações

source: Submit your question to Escritorio!
pt: Envie sua pergunta para o Escritório!

source: Click here to login
pt: Clique aqui para acessar o site

source: DataViva is a project that started in July of 2012 by the Escritorio of Minas Gerais in collaboration with a small start-up called Growth Ventures based in Cambridge, MA. DataViva is a collaborative planning tool composed of a number of applications, each of which visualize data in innovative and creative ways. DataViva is intended to be used as a tool to help members of the government, private sectors, as well as citizens themselves be able to understand big data and and more importantly, use it to their advantage.
pt: O DataViva é um projeto iniciado em Julho de 2012 pelo Escritório de Prioridades Estratégicas do Governo de Minas Gerais, em colaboração com uma pequena startup chamada Growth Ventures, sediada em Cambridge, MA. O DataViva é uma ferramenta de planejamento colaborativo, composta de um determinado número de aplicativos, cada um visualizando dados de forma inovadora e criativa. O DataViva tem como objetivo se tornar uma ferramenta de auxílio aos membros do governo, setores privados, bem como os demais cidadãos, a estarem aptos a compreender um grande volume de dados e, o mais importante, utilizá-los em seu benefício.

source: What's on your mind?
pt: O quê você tem em mente?

source: Search
pt: Pesquisar

source: Cannot find your answer?
pt: Não encontrou a sua resposta?

source: Submit your question here!
pt: Envie sua pergunta aqui!

source: Top Voted
pt: Mais Votados

source: Newest
pt: Mais Recente

source: United Nations Commodity Trade Statistics Database
pt: Banco de Dados Estatísticos de Comércio de Commodities das Nações Unidas

source: United Nations Statistics Division
pt: Divisão de Estatísticas das Nações Unidas

source: Description
pt: Descrição

source: The United Nations Commodity Trade Statistics Database (UN Comtrade) contains detailed imports and exports statistics reported by statistical authorities of close to 200 countries or areas. UN Comtrade is considered the most comprehensive trade database available, with more than 1 billion records. The database is continuously updated. Whenever trade data is received from the national authorities, it is standardized by the UN Statistics Division and then added to UN Comtrade.
pt: O Banco de Dados Estatísticos de Comércio de Commodities das Nações Unidas (UN Comtrade) contem estatísticas detalhadas sobre importações e exportações relatadas pelas autoridades estatísticas de cerca de 200 países ou áreas. O UN Comtrade é considerado o banco de dados mais abrangente disponível, com mais de 1 bilhão de registros. O banco de dados é constantemente atualizado. Sempre que os dados de comércio são recebidos de autoridades nacionais, são padronizados pela Divisão de Estatísticas das Nações Unidas e então adicionados ao UN Comtrade.

source: Main Variables
pt: Principais Variáveis

source: Commodities; Reporters, Partners; Import; Export; Trade Value.
pt: Commodities; Relatores, Parceiros; Importação; Exportação; Valor Comercial.

source: Data Availability
pt: Disponibilidade de Dados

source: It concerns annual trade data from 1962 to the most recent year.
pt: Trata-se de dados de comércio anuais, a partir de 1962 para o ano mais recente.

source: Level of Disclosure
pt: Nível de Divulgação

source: Classifications of commodities: Standard International Trade Classification (SITC); Harmonized System (HS); Broad Economic Categories (BEC).
pt: Classificações das commodities: Classificação Padrão do Comércio Internacional (SITC, por sua sigla em inglês); Sistema Harmonizado (SH); Categorias Econômicas Amplas (BEC, por sua sigla em inglês).

source: About the Data
pt: Sobre os Dados

source: Annual Social Information Report
pt: Relação Anual de Informações Sociais

source: Ministry of Labor and Employment – MTE
pt: Ministério do Trabalho e Emprego – MTE

source: RAIS is an Administrative Registry created annually for the purpose of supplying the control, statistics, and information needs of governmental entities in the social area. It is an indispensable instrument for complying with legal norms, and is also of fundamental importance in the monitoring and description of the formal labor market. It describes the situation of companies on December 31st of the reference year and is composed of information declared annually by the companies themselves in relation to their employees, economic activity, and stock, among other characteristics. It currently covers around 97&#37; of the Brazilian formal market.
pt: A RAIS é um Registro Administrativo, de periodicidade anual, criada com a finalidade de suprir as necessidades de controle, de estatísticas e de informações às entidades governamentais da área social. Constitui um instrumento imprescindível para o cumprimento das normas legais, como também é de fundamental importância para o acompanhamento e a caracterização do mercado de trabalho formal. Retrata a situação das empresas em 31 de dezembro do ano de referência e é composta por informações declaradas pelas próprias empresas, anualmente, acerca de seus empregados, da atividade econômica desenvolvida, do seu estoque, entre outras características. Atualmente, cobre cerca de 97&#37; do universo do mercado formal brasileiro.

source: Jobs on December 31st, and those hired and released according to gender, age bracket, level of education, length of service and income, disaggregated in occupational, geographical and sector level. It contains information on the number of jobs by size of establishment, wage bill and employee nationality.
pt: Empregos em 31 de dezembro e admitidos e desligados segundo gênero, faixa etária, grau de escolaridade, tempo de serviço e rendimentos, desagregados em nível ocupacional, geográfico e setorial. Contêm informações sobre número de empregos por tamanho de estabelecimento, massa salarial e nacionalidade do empregado.

source: Data is generally gathered between January and March of the year following the research reference year. And data release takes place approximately eight months after the beginning of collection.
pt: As declarações são coletadas, geralmente, entre janeiro e março do ano subsequente ao de referência da pesquisa. E a liberação dos dados ocorre aproximadamente oito meses após o início da coleta.

source: According to geographical selections: for Brazil, Major Regions, Federation Units, Metropolitan and Municipal Regions; by sectors: sector, subsector, according to IBGE 80 classification and at the level of Section, Division, Group and Class as per CNAE 1.0 and CNAE 2.0; and occupational: Large Occupational Group, Main Subgroup, Occupational Subgroup, Occupational Family and Occupation.
pt: Segundo recortes geográficos: para o Brasil, Grandes Regiões, Unidades da Federação, Regiões Metropolitanas e Municípios; setorial: setor, subsetor, segundo a classificação IBGE 80 e em nível de Seção, Divisão, Grupo e Classe segundo a CNAE 1.0 E CNAE 2.0; e ocupacional: Grande Grupo Ocupacional, Subgrupo Principal, Subgrupo Ocupacional, Família Ocupacional e Ocupação.

source: Foreign Trade Secretariat Database
pt: Banco de Dados da Secretaria de Comércio Exterior

source: Ministry of Development, Industry and Foreign Trade – MDIC
pt: Ministério do Desenvolvimento, Indústria e Comércio Exterior – MDIC

source: The SECEX Database allows for the historical analysis of Brazil’s commercial exchange, one of the most important performance indicators for the economy. It describes and assesses the country’s commercial movement in relation to other world nations, encompassing purchases and sales carried out externally. It is a basic instrument in decision making and determination of economic guidelines by the Government. It allows the agents involved in the activity to improve the planning of actions through the analysis of concrete import and export data, increasing opportunities for the development of foreign trade.
pt: O Banco de Dados da SECEX possibilita a análise histórica do comportamento do intercâmbio comercial brasileiro, um dos mais importantes indicadores de desempenho da economia. Retrata e avalia o movimento comercial do País com as demais nações do mundo, englobando as vendas e compras efetuadas externamente. Constitui um instrumento básico para tomada de decisão e determinação de diretrizes econômicas por parte do Governo. Permite aos agentes envolvidos na atividade o melhor planejamento das suas ações pela análise dos dados concretos das exportações e importações, aumentando as oportunidades de desenvolvimento do comércio externo.

source: Exports; Imports; Goods; Federation Unit; Municipalities; Destination Country; Country of Origin.
pt: Exportação; Importação; Mercadoria; Unidade da Federação; Municípios; País de Destino; País de Origem.

source: The database contains monthly information on Brazilian imports and exports, from 1989 onwards. The data are open to change for a period of five years. Information is gathered 15 to 20 working days after the month’s end.
pt: O banco de dados contém informações mensais de exportação e importação brasileiras, de 1989 em diante. Os dados são passíveis de alteração por período de cinco anos. A coleta das informações ocorre de 15 a 20 dias úteis após o final do mês.

source: According to geographical selections: for Brazil, Major Regions, Federation Units, and Municipalities; through products according to Mercosul Common Nomenclature (NCM): Section, Chapter, Position, Sub-position, Item and Sub-item.
pt: Segundo recortes geográficos: para o Brasil, Grandes Regiões, Unidades da Federação, Municípios; por produtos de acordo com a Nomenclatura Comum do Mercosul (NCM): Seção, Capítulo, Posição, Subposição, Item e Subitem.

source: Economic Complexity
pt: Complexidade Econômica

source: Economic Complexity measures how diversified and complex a location’s export production is. It is calculated as the average complexity of the products’ complexities (or PCIs) that a location exports with %(rca)s.
pt: Complexidade Econômica mede quão diversificada e complexa é a produção de exportação de uma localidade. Ela é calculada como a complexidade média da complexidade dos produtos (ou PCIs) que uma localidade exporta, com %(rca)s ≥ 1.

source: Used In
pt: Utilizada em

source: Product Complexity
pt: Complexidade do Produto

source: Product Complexity is a measure of how complex a product is, based on how many countries export the product and how diversified those exporters are.
pt: A Complexidade do Produto é uma medida de quão complexo é um produto, baseada no número de países que exportam o produto e quão diversificados são estes exportadores.

source: Using the %(network)s visualization we can quickly see which industries, occupations or products are found in a given location. But what about the ones in which a location does not have %(rca)s? Distance is the measure used to indicate how “far away” any given location is from a particular industry, occupation or product. The distance of a given item i to a location b is calculated as the sum of all the %(proximities)s between i and the other items that b has %(rca)s < 1. This number is then normalized by dividing it by the sum of all items regardless of its %(rca)s in location b. In speaking about exports, we would notice that if a particular product is connected mostly with products that a location does export, the distance value would be close to 0 (meaning it’s very close by!). The opposite being true if the interested product is connected with mostly products that are not exported, i.e. the distance value would be closer to 1. The equation can be found in this figure.
pt: Usando a visualização de uma %(network)s, podemos ver rapidamente quais setores, ocupações ou produtos são encontrados em uma determinada localidade. Mas e quanto àqueles em que a localidade não tem %(rca)s? Distância é uma medida utilizada para indicar o “quão longe” uma localidade específica está de um determinado setor, ocupação ou produto. A distância de um determinado item “i” para uma localidade “b” é calculada como a soma de todas as %(proximities)s entre “i” e os demais itens que tem %(rca)s b <1. Este número é então normalizado dividindo-o pela soma de todos os itens, independentemente da sua %(rca)s na localidade “b”. Falando sobre exportações, notamos que, se um produto em particular estiver relacionado principalmente com os produtos exportados por uma determinada localidade, o valor da distância estaria perto de 0 (o que significa que está muito próximo!). O oposto sendo verdadeiro se o produto em questão está relacionado com a maioria dos produtos que não são exportados, isto é, o valor da distância seria próximo de 1. A equação pode ser encontrada na figura abaixo:

source: proximities
pt: proximidades

source: Each occupation, regardless of geographical location, has an importance value. This value is calculated by looking at the overall ubiquity of an occupation throughout every industry in Brazil. We take the number of locations with %(rca)s in a given industry that also employ a given occupation, and divide that by the total number of locations with %(rca)s in that given industry. Here is the calculation used (where y is a year, b is a location, i is an industry, and o is an occupation):
pt: Cada ocupação, independentemente da sua localização geográfica, tem um valor de importância. Este valor é calculado observando-se a ubiquidade global de uma ocupação em cada setor no Brasil. Tomamos o número de localidades com %(rca)s em um determinado setor, que também emprega uma determinada ocupação, e dividimos esse valor pelo número total de localidades com %(rca)s neste determinado setor. Aqui abaixo está o cálculo utilizado (onde “y” representa um Ano, “b” representa uma localidade, “i” é um setor, e “o” é uma ocupação):

source: The higher importance value an occupation has, the more common it is to that industry. This would generally mean that the occupation is more necessary. For example Cooks are much more important in the Restaurant industry than Accounting Assistants though they are both employed in that industry.
pt: Quanto maior o valor de importância que uma ocupação tiver, mais comum ela é para aquele determinado setor. Isto geralmente significa que tal ocupação é mais necessária. Por exemplo, os Cozinheiros são muito mais importantes para o setor de Restaurantes do que os Assistentes Contábeis, embora ambos sejam empregados naquele setor.

source: Glossary
pt: Glossário

source: Opportunity gain is a measure that indicates how much diversity is offered by an industry if the location develops the capacity to become successful in that industry.
pt: O ganho de oportunidade é uma medida que indica quanta diversidade é oferecida por um setor se a localidade desenvolve a capacidade de se tornar bem sucedida naquele setor.

source: This is the measure of distance between any two products, industries or occupations used to construct the %(network)s visualization e.g. industry space, occupation space and product space. The %(network)s app only shows the connections between nodes that have the highest proximity but in actuality every node has a proximity value with every other node.
pt: Esta é uma medida de distância entre quaisquer dois produtos, setores ou ocupações, utilizada para construir a visualização da %(network)s, em geral, espaço setorial, espaço ocupacional ou espaço do produto. O aplicativo %(network)s mostra apenas as conexões entre campos que tenham maior proximidade, porém, na realidade, cada conexão possui um valor de proximidade com cada um dos outros campos.

source: Product Proximity
pt: Proximidade do Produto

source: The product space %(network)s layout has been calculated using world trade (%(comtrade)s) data though any proximity values shown have all been calculated using only Brazilian export data (%(secex)s). It is important to note that any network graphic is really just an estimate of the underlying adjacency matrix used to create it. When viewing a specific Brazilian location, one is only seeing the products that said location is exporting. The way proximity is calculated for products is by counting the number of locations that export both products with revealed comparative advantage (%(rca)s) and dividing that by the number of locations that export the most ubiquitous product of the pair. Let us take as a simple example 2 products: Cut Flowers (HS ID: 0603) and Honey (HS ID: 0409). As shown in the following figure, the proximity between these 2 products is ⅓.
pt: O layout da %(network)s de espaço do produto foi calculado utilizando os dados do comércio mundial (%(comtrade)s), embora quaisquer valores de proximidade demonstrados tenham sido calculados usando apenas dados das exportações brasileiras (%(secex)s). É importante observar que, qualquer gráfico da Rede é tão somente uma estimativa da matriz de adjacência utilizada para criá-lo. Ao visualizar uma localidade brasileira específica, apenas se observam os produtos que tal localidade exporta. A forma como a proximidade é calculada para produtos é através da contagem do número de localidades que exportam ambos os produtos com vantagem comparativa revelada (%(rca)s), e dividindo-se esse valor pelo número de localidades que exportam o produto similar mais ubíquo. Vamos tomar como exemplo dois produtos: flores cortadas (HS ID: 0603) e Mel (HS ID: 0409). Tal como mostrado na figura a seguir, a proximidade entre estes dois produtos é ⅓.

source: Location Proximity
pt: Proximidade de Localidades

source: The proximity calculation used to determine how similar locations are is very similar to the one used for the product space, except the %(rca)s calculation matrix is based off of locations and industries. This calculation could also be made by substituting products for industries but since these numbers are only used for the %(required)s calculations (which uses %(emp_data)s) we are using industries.
pt: O cálculo da proximidade utilizado para determinar o quão similares são as localidades é bem similar ao utilizado para o espaço do produto, exceto que a matriz de cálculo da %(rca)s é baseada nas localidades e setores. Este cálculo também pode ser feito mediante a substituição de produtos por setores, mas, uma vez que estes números são utilizados apenas para cálculo de %(required)s (que utiliza os %(emp_data)s), nós estamos utilizando setores.

source: Industry Proximity
pt: Proximidade do Setor

source: The industry space is created a bit differently from the product space, in that instead of basing the %(rca)s calculation matrix off of locations and industries, we are using a matrix of industries and occupations. The reason for this is that as opposed to product exports and location, similar industries do not necessarily tend to co-locate. Take for example two large industries such as auto part manufacturing and electronics manufacturing. The data has shown that such large industries do not tend to co-locate in similar areas, but instead in rural areas outside of urban centers isolated from many other industries. Yet by looking at the workforce shared between such industries we find many of the same occupations e.g. machine operators, production line feeders, electrical engineers.
pt: O espaço do Setor é criado de forma um pouco diferente do espaço do produto, pois, em vez de basear a matriz de cálculo %(rca)s nas localidades e setores, utilizamos uma matriz de setores e ocupações. A razão para isto é que, ao contrário de exportação de produtos e localidade, setores similares não necessariamente tendem a se instalarem conjuntamente. Tomemos, por exemplo, dois grandes setores como o de fabricação de peças automotivas e a fabricação de produtos eletrônicos. Os dados nos mostram que esses grandes setores tendem a não compartilhar áreas similares, porém, ao invés disso, áreas rurais fora dos centros urbanos, isolados de muitos outros setores. Contudo, se olharmos para a força de trabalho compartilhada entre esses setores, encontraremos muitas das mesmas ocupações, por exemplo, operadores de máquinas, alimentadores de linha de produção, engenheiros elétricos.

source: Occupation Proximity
pt: Proximidade da Ocupação

source: The proximity measure used for the occupation space is quite simply the inverse of the calculation used in the industry space. The same matrix of industries and occupations is used. Below you will see an illustration of this calculation.
pt: A medida de proximidade utilizada para o espaço de ocupação é bem simples, ao contrário do cálculo utilizado no espaço de setor. A mesma matriz é utilizada para setores e ocupações. Abaixo, você verá uma ilustração deste cálculo.
